Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2016.tmx
Source language: en_us
Languages: zh_cn

source: relations with the United Nations and other international organizations and mechanisms were strengthened in all areas;
zh_cn: 同联合国等国际组织和国际机制的关系全面加强，

source: and notable achievements were made in economic diplomacy and cultural exchanges.
zh_cn: 经济外交、人文交流卓有成效。

source: As a responsible major country, China played an important constructive role in international and regional affairs.
zh_cn: 中国作为负责任大国，在国际和地区事务中发挥了重要的建设性作用。

source: We owe these achievements to the sound overall decisions made by the CPC Central Committee headed by General Secretary Xi Jinping, and to the concerted and determined efforts of all members of the Party, all members of the armed forces, and all the people of China.
zh_cn: 过去一年取得的成绩，是以习近平同志为总书记的党中央统揽全局、科学决策的结果，是全党全军全国各族人民齐心协力、顽强拼搏的结果。

source: On behalf of the State Council, I wish to express our sincere gratitude to the people of all ethnic groups in China including public figures from all sectors of society and to the other parties and the people's organizations.
zh_cn: 我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: I express our heartfelt appreciation to our fellow countrymen and women in the Hong Kong and Macao special administrative regions and in Taiwan, and to Chinese nationals overseas.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: I also wish to express our sincere thanks to the governments, international organizations, and friends from all over the world who have shown understanding and support for China in her endeavor to modernize.
zh_cn: 向关心和支持中国现代化建设事业的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: While recognizing our achievements, we are also keenly aware that our country is still confronted with many difficulties and problems in pursuing development.
zh_cn: 在充分肯定去年成绩的同时，我们也清醒看到，我国发展中还存在不少困难和问题。

source: With the decline in global trade, amongst other factors, China experienced a fall in its total imports and exports and failed to reach its growth objective in this regard.
zh_cn: 受全球贸易萎缩等因素影响，去年我国进出口总额出现下降，预期增长目标未能实现。

source: Growth in investment is sluggish,
zh_cn: 投资增长乏力，

source: overcapacity is a serious problem in certain industries,
zh_cn: 一些行业产能过剩严重，

source: some enterprises are facing difficulties in production and operations,
zh_cn: 部分企业生产经营困难，

source: growth prospects are mixed for different regions and different industries,
zh_cn: 地区和行业走势分化，

source: notable imbalances exist between government revenue and expenditures,
zh_cn: 财政收支矛盾突出，

source: the basic institutions for the capital market still need to be improved,
zh_cn: 资本市场基础性制度还不完善，

source: and there are latent risks in the financial and other sectors.
zh_cn: 金融等领域存在风险隐患。

source: There are many problems in medical care, education, elderly care, food and medicine safety, income distribution, and urban management that are of concern to the people.
zh_cn: 人民群众关心的医疗、教育、养老、食品药品安全、收入分配、城市管理等方面问题较多，

source: The situation remains grave when it comes to environmental pollution, and some regions are frequently hit by severe smog.
zh_cn: 环境污染形势仍很严峻，严重雾霾天气在一些地区时有发生。

source: Particularly distressing, last year saw the sinking of the cruise ship Oriental Star on the Yangtze and the massive explosion in Tianjin Port. The deaths and injuries and the damage and loss of property from these incidents were devastating, and the profound lessons these incidents have taught us should never be forgotten.
zh_cn: 特别令人痛心的是，去年发生了“东方之星”号客轮翻沉事件和天津港特别重大火灾爆炸等事故，人员伤亡和财产损失惨重，教训极其深刻，必须认真汲取。

source: There are still inadequacies in the work of the government.
zh_cn: 政府工作还存在不足，

source: Some reforms, policies, and measures have not been fully implemented;
zh_cn: 有些改革和政策措施落实不到位，

source: a small number of government employees either do not or are unable to fulfill their duties, or behave irresponsibly;
zh_cn: 少数干部不作为、不会为、乱作为，

source: and the corruption and misconduct in some sectors cannot be ignored.
zh_cn: 一些领域的不正之风和腐败问题不容忽视。

source: We must be more mindful of the difficulties ahead, more ready to assume responsibility, and more hardworking in ensuring these problems are solved.
zh_cn: 我们要进一步增强忧患意识和担当意识，下更大力气解决这些问题，

source: The wishes of the people should always determine the aim of our governance;
zh_cn: 始终以民之所望为施政所向，

source: we must do our utmost to deliver a strong performance in our work and never fail to live up to the great trust the people have placed in us.
zh_cn: 尽心竭力做好政府工作，决不辜负人民重托。

source: The period covered by the 12th Five-Year Plan came to a close in 2015.
zh_cn: 2015年是“十二五”收官之年。

source: During the past five years, impressive achievements were made in China's development.
zh_cn: 过去五年，我国发展成就举世瞩目。

source: Since the 18th CPC National Congress in 2012, we have found ourselves in a complicated international environment, and we have faced the challenging tasks of carrying out reform and development and maintaining stability at home. However, under the guidance of the CPC Central Committee headed by General Secretary Xi Jinping, we have continued our commitment to the general principle of making progress while working to keep performance stable, deepened reform and opening up, and adopted a series of major measures that should deliver both immediate and long-term benefits. As a result, we successfully fulfilled all the main tasks and targets set out in the 12th Five-Year Plan.
zh_cn: 党的十八大以来，在以习近平同志为总书记的党中央坚强领导下，面对错综复杂的国际环境和艰巨繁重的国内改革发展稳定任务，我们继续坚持稳中求进工作总基调，深化改革开放，实施一系列利当前、惠长远的重大举措，“十二五”规划确定的主要目标任务全面完成。

source: First, a high rate of economic development was maintained.
zh_cn: 一是经济持续较快发展。

source: During this period, China's GDP grew at an average annual rate of 7.8%. This growth enabled China to comfortably maintain its position as the world's second-largest economy, and become the largest trading nation in terms of goods as well as a major outbound investor.
zh_cn: 国内生产总值年均增长7.8%，经济总量稳居世界第二位，成为全球第一货物贸易大国和主要对外投资大国。

source: Second, milestone progress was achieved in structural adjustments.
zh_cn: 二是结构调整取得标志性进展。

source: Service industries have grown to be the largest economic sector, information technology has been further integrated into industrialization, and overall agricultural production capacity has notably improved.
zh_cn: 服务业成为第一大产业，工业化与信息化融合加深，农业综合生产能力明显增强。

source: Consumption has become a major driver of growth.
zh_cn: 消费成为支撑经济增长的主要力量。

source: Over half of China's population now resides in urban areas.
zh_cn: 超过一半人口居住在城镇。

source: Energy consumption per unit of GDP has dropped by 18.2%, and the emissions of major pollutants have been cut by over 12%.
zh_cn: 单位国内生产总值能耗下降18.2%，主要污染物排放量减少12%以上。

source: Third, across-the-board improvements were made in infrastructure.
zh_cn: 三是基础设施水平全面跃升。

source: The length of railways in service reached 121,000 kilometers, of which more than 19,000 kilometers are high-speed rail lines-more than 60% of the world's total.
zh_cn: 铁路营业里程达到12.1万公里，其中高速铁路超过1.9万公里，占世界60%以上。

source: The length of expressways open to traffic exceeded 120,000 kilometers, the eastern and middle routes of the South-to-North Water Diversion Project were put into operation, and the world's largest 4G mobile network was built in China.
zh_cn: 高速公路通车里程超过12万公里。南水北调东、中线工程通水。建成全球最大的第四代移动通信网络。

source: Fourth, significant breakthroughs were made in scientific and technological innovation.
zh_cn: 四是科技创新实现重大突破。

source: Original achievements were made in quantum communications, neutrino oscillation, and iron-based high-temperature superconductivity through basic research.
zh_cn: 量子通信、中微子振荡、高温铁基超导等基础研究取得一批原创性成果，

source: World-class advances were made in manned spaceflight, the lunar exploration program, and deep-water exploration.
zh_cn: 载人航天、探月工程、深海探测等项目达到世界先进水平。

source: Fifth, living standards improved significantly.
zh_cn: 五是人民生活水平显著提高。

source: Personal income increased faster than economic growth, and the urban-rural income gap was narrowed.
zh_cn: 居民收入增长快于经济增长，城乡收入差距持续缩小。

source: Over 64 million urban jobs were created.
zh_cn: 城镇新增就业人数超过6400万人。

source: Government subsidies were used to build 40.13 million housing units in urban areas, providing new homes for around 100 million people.
zh_cn: 城镇保障性安居工程住房建设4013万套，上亿群众喜迁新居。

source: The number of rural residents living in poverty was cut by more than 100 million, and over 300 million rural residents gained access to safe drinking water.
zh_cn: 农村贫困人口减少1亿多，解决3亿多农村人口饮水安全问题。

source: Sixth, notable achievements were made in social development.
zh_cn: 六是社会发展成就斐然。

source: Significant progress was made in ensuring equal access to education, and the quality of education markedly improved.
zh_cn: 教育公平和质量明显提升。

source: Basic health insurance was expanded to achieve complete coverage, and participation in basic pension plans exceeded 80% of the whole population.
zh_cn: 基本医疗保险实现全覆盖，基本养老保险参保率超过80%。

source: China's soft power continued to grow.
zh_cn: 文化软实力持续提升。

source: The rule of law was advanced in all respects.
zh_cn: 依法治国全面推进。

source: Significant achievements were made in the military revolution with Chinese characteristics.
zh_cn: 中国特色军事变革成就显著。

source: Over the past five years, China's economic strength, scientific and technological capabilities, defense capabilities, and international influence have all been strengthened considerably.
zh_cn: 经过五年努力，我国经济实力、科技实力、国防实力、国际影响力又上了一个大台阶。

source: The achievements attained during the period of the 12th Five-Year Plan fully demonstrate the strength of socialism with Chinese characteristics and the creativity of the Chinese people. The Chinese people can derive great confidence and a strengthened sense of unity from these achievements, drawing on them to forge ahead on this new leg of the journey toward realizing the Two Centenary Goals.*
zh_cn: “十二五”时期的辉煌成就，充分显示了中国特色社会主义的巨大优越性，集中展现了中国人民的无穷创造力，极大增强了中华民族的自信心和凝聚力，必将激励全国各族人民在实现“两个一百年”奋斗目标的新征程上奋力前行！

source: Esteemed Deputies, Let me now brief you on the main targets, tasks, and measures for the period of the 13th Five-Year Plan from 2016 through 2020.
zh_cn: 二、“十三五”时期主要目标任务和重大举措

source: On the basis of the CPC Central Committee Recommendations for the 13th Five-Year Plan for Economic and Social Development, the State Council has drawn up the draft of the 13th Five-Year Plan for Economic and Social Development and submitted it to this session for your review and approval.
zh_cn: 根据《中共中央关于制定国民经济和社会发展第十三个五年规划的建议》，国务院编制了《国民经济和社会发展第十三个五年规划纲要（草案）》，提交大会审查。

source: The draft, centering on the goal of finishing building a moderately prosperous society in all respects and designed to address serious issues such as unbalanced, uncoordinated, and unsustainable development, stresses the need to promote innovative, coordinated, green, open, and shared development.
zh_cn: 《纲要草案》紧紧围绕全面建成小康社会奋斗目标，针对发展不平衡、不协调、不可持续等突出问题，强调要牢固树立和贯彻落实创新、协调、绿色、开放、共享的发展理念，

source: It proposes the main targets and tasks for economic and social development over the next five years as well as development policies, initiatives, and projects. The following are the six areas highlighted in the draft.
zh_cn: 明确了今后五年经济社会发展的主要目标任务，提出了一系列支撑发展的重大政策、重大工程和重大项目，突出了以下六个方面。

source: -- We should work to maintain a medium-high rate of growth and promote the development of industries toward the medium-high end.
zh_cn: ——保持经济中高速增长，推动产业迈向中高端水平。

source: To finish building a moderately prosperous society in all respects and double the 2010 GDP and per capita personal income by 2020, the economy needs to grow at an average annual rate of at least 6.5% during this five-year period.
zh_cn: 实现全面建成小康社会目标，到2020年国内生产总值和城乡居民人均收入比2010年翻一番，“十三五”时期经济年均增长保持在6.5%以上。

source: To that end, we will move faster to improve or upgrade the structure of industry and launch initiatives that use advanced technologies and can drive industrial development.
zh_cn: 加快推进产业结构优化升级，实施一批技术水平高、带动能力强的重大工程。

source: Our goal is that by 2020, advanced manufacturing, modern services, and strategic emerging industries as a proportion of GDP will have risen significantly and that per capita labor productivity will have risen from 87,000 yuan to over 120,000 yuan.
zh_cn: 到2020年，先进制造业、现代服务业、战略性新兴产业比重大幅提升，全员劳动生产率从人均8.7万元提高到12万元以上。

source: By that time, China's aggregate economic output should have exceeded 90 trillion yuan, and the quality and efficacy of development should have significantly improved.
zh_cn: 届时，我国经济总量超过90万亿元，发展的质量和效益明显提高。

source: For a developing country like China with such a large population, this will be a truly remarkable achievement.
zh_cn: 在我们这样一个人口众多的发展中国家，这将是非常了不起的成就。

source: -- We should ensure that innovation better drives and energizes development.
zh_cn: ——强化创新引领作用，为发展注入强大动力。

source: Innovation is the primary driving force for development and must occupy a central place in China's development strategy, which is why we must implement a strategy of innovation-driven development.
zh_cn: 创新是引领发展的第一动力，必须摆在国家发展全局的核心位置，深入实施创新驱动发展战略。

source: We should launch new national science and technology programs, build first-class national science centers and technological innovation hubs, help develop internationally competitive high-innovation enterprises, and establish pilot reform zones for all-round innovation.
zh_cn: 启动一批新的国家重大科技项目，建设一批高水平的国家科学中心和技术创新中心，培育壮大一批有国际竞争力的创新型领军企业，建设一批全面创新改革试验区。

source: We should make consistent efforts to encourage the public to start businesses and make innovations.
zh_cn: 持续推动大众创业、万众创新。

source: We should promote the extensive application of big data, cloud computing, and the Internet of Things.
zh_cn: 促进大数据、云计算、物联网广泛应用。

source: We need to move faster to transform China into a manufacturer of advanced and quality products and a country that is strong on intellectual property rights.
zh_cn: 加快建设质量强国、制造强国、知识产权强国。

source: We should strive to achieve major breakthroughs in basic research, applied research, and research in strategic and frontier fields by 2020. China's investment in research and development is expected to reach 2.5% of GDP, and the contribution of scientific and technological advances toward economic growth should come to reach 60%. Fulfilling these objectives will turn China into an innovative and talent-rich country.
zh_cn: 到2020年，力争在基础研究、应用研究和战略前沿领域取得重大突破，全社会研发经费投入强度达到2.5%，科技进步对经济增长的贡献率达到60%，迈进创新型国家和人才强国行列。

source: -- We should make progress in new urbanization and agricultural modernization as well as in balancing development between urban and rural areas and between regions.
zh_cn: ——推进新型城镇化和农业现代化，促进城乡区域协调发展。

source: Narrowing the gap between urban and rural areas and between regions is not only a key part of economic structural adjustment; it is also crucial for unleashing developmental potential.
zh_cn: 缩小城乡区域差距，既是调整经济结构的重点，也是释放发展潜力的关键。

source: We should advance the new, people-centered urbanization. This will mean granting urban residency to around 100 million people with rural household registration living in urban areas and other permanent urban residents, completing the rebuilding of both rundown areas and "villages" in cities involving about 100 million people, and enabling around 100 million rural residents to live in local towns and cities in the central and western regions.
zh_cn: 要深入推进以人为核心的新型城镇化，实现1亿左右农业转移人口和其他常住人口在城镇落户，完成约1亿人居住的棚户区和城中村改造，引导约1亿人在中西部地区就近城镇化。

source: By 2020, permanent urban residents should account for 60% of China's population, and 45% of the Chinese people should be registered as permanent urban residents.
zh_cn: 到2020年，常住人口城镇化率达到60%、户籍人口城镇化率达到45%。

source: We should launch initiatives to develop water conservancy in agriculture, farming machinery, and the modern seed industry, encourage appropriately scaled-up agricultural operations, and promote regional distribution, standardized production, and commercial agricultural services.
zh_cn: 实施一批水利、农机、现代种业等工程，推动农业适度规模经营和区域化布局、标准化生产、社会化服务。

source: By 2020, the supply, quality, and safety of food crops and other major agricultural products should be better ensured, notable headway should have been made in modernizing agriculture, and fresh progress should have been made in developing the new countryside.
zh_cn: 到2020年，粮食等主要农产品供给和质量安全得到更好保障，农业现代化水平明显提高，新农村建设取得新成效。

source: Guided by the general strategy for regional development, we should pursue the Three Initiatives to form north-south and east-west intersecting economic belts along the coastline, the Yangtze River, and major transportation routes, and foster new growth poles and city clusters that facilitate the development of surrounding areas.
zh_cn: 以区域发展总体战略为基础，以“三大战略”为引领，形成沿海沿江沿线经济带为主的纵向横向经济轴带，培育一批辐射带动力强的城市群和增长极。

source: We should also expand major infrastructure projects, with the aim of increasing the length of high-speed railways in service to 30,000 kilometers and linking more than 80% of big cities in China with high-speed railways, building or upgrading around 30,000 kilometers of expressways, and achieving full coverage of access to broadband networks in both urban and rural areas.
zh_cn: 加强重大基础设施建设，高铁营业里程达到3万公里、覆盖80%以上的大城市，新建改建高速公路通车里程约3万公里，实现城乡宽带网络全覆盖。

source: -- We should encourage green ways of working and living and speed up efforts to conserve ecosystems and the environment.
zh_cn: ——推动形成绿色生产生活方式，加快改善生态环境。

source: We need to protect the environment while pursuing development and achieve development in a well-protected environment, making sustained efforts to build a sound ecological system.
zh_cn: 坚持在发展中保护、在保护中发展，持续推进生态文明建设。

source: We need to take serious action to prevent and control air, water, and soil pollution, set a red line that the country's total area of ecological spaces should not fall below, move forward with eco-friendly projects to protect and restore mountains, waters, forests, and farmlands, and intensify ecological conservation and restoration efforts.
zh_cn: 深入实施大气、水、土壤污染防治行动计划，划定生态空间保护红线，推进山水林田湖生态工程，加强生态保护和修复。

source: Over the next five years, we should aim to ensure that water consumption, energy consumption, and carbon dioxide emissions per unit of GDP are cut by 23%, 15%, and 18%, respectively, and that forest coverage reaches 23.04%. We should also make it our aim, within this timeframe, to develop and use energy and resources much more efficiently and make improvements to the quality of ecosystems and the environment.
zh_cn: 今后五年，单位国内生产总值用水量、能耗、二氧化碳排放量分别下降23%、15%、18%，森林覆盖率达到23.04%，能源资源开发利用效率大幅提高，生态环境质量总体改善。

source: In particular, we should strive for major progress in the control and prevention of air pollution and see to it that the air quality of cities at and above the prefectural level is good or excellent for 80% of the year.
zh_cn: 特别是治理大气雾霾取得明显进展，地级及以上城市空气质量优良天数比率超过80%。

source: We must work to build, through tireless efforts, a Beautiful China where the sky is blue, the land is green, and the water runs clear.
zh_cn: 我们要持之以恒，建设天蓝、地绿、水清的美丽中国。

source: -- We need to deepen reform and opening up to create new institutions for development.
zh_cn: ——深化改革开放，构建发展新体制。

source: Fundamentally, development relies on reform and opening up.
zh_cn: 发展根本上要靠改革开放。

source: We must deepen reform across the board, uphold and improve the basic economic system, establish a modern system of property rights, and see that a rule of law government is basically in place.
zh_cn: 必须全面深化改革，坚持和完善基本经济制度，建立现代产权制度，基本建成法治政府，

source: It should be ensured that the market plays the decisive role in resource allocation and the government better plays its role, and work should be accelerated to create the systems, mechanisms, and growth model that will guide the new normal in economic development.
zh_cn: 使市场在资源配置中起决定性作用和更好发挥政府作用，加快形成引领经济发展新常态的体制机制和发展方式。

source: We should work for significant progress in pursuing the Belt and Road Initiative and for breakthroughs in our cooperation with other countries on industrial capacity.
zh_cn: “一带一路”建设取得重大进展，国际产能合作实现新的突破。

source: We should promote the optimization of imports and exports, significantly increase the proportion of trade in services, and promote China's transformation from a trader of quantity to a trader of quality.
zh_cn: 对外贸易向优进优出转变，服务贸易比重显著提升，从贸易大国迈向贸易强国。

source: We should put into force across the board the management system for pre-establishment national treatment plus a negative list, and progressively build a network of high-standard free trade areas. With these efforts, we should be able to usher in a new phase in building an open economy based on new systems.
zh_cn: 全面实行准入前国民待遇加负面清单管理制度，逐步构建高标准自由贸易区网络，基本形成开放型经济新体制新格局。

source: -- We need to ensure that continuous progress is made in raising living standards, and see that everyone shares in the fruits of development.
zh_cn: ——持续增进民生福祉，使全体人民共享发展成果。

source: Guided by the vision of people-centered development, we need to continue to strengthen points of weakness in meeting basic needs for the people in order to achieve common prosperity.
zh_cn: 坚持以人民为中心的发展思想，努力补齐基本民生保障的短板，朝着共同富裕方向稳步前进。

source: We need to fight hard to win the war against poverty and help lift out of poverty all rural residents falling below the current poverty line, and achieve poverty alleviation in all poor counties and areas.
zh_cn: 坚决打赢脱贫攻坚战，我国现行标准下的农村贫困人口实现脱贫，贫困县全部摘帽，解决区域性整体贫困。

source: We should put in place a national catalogue of basic public services.
zh_cn: 建立国家基本公共服务项目清单。

source: We should establish more equitable and sustainable social security systems.
zh_cn: 建立健全更加公平更可持续的社会保障制度。

source: We need to ensure that all schools providing compulsory education comply with educational standards, that everyone has access to secondary education, that China has more world-class universities and first-class fields of discipline, and that the average number of years of schooling received by the working-age population increases from 10.23 to 10.8 years.
zh_cn: 实施义务教育学校标准化、普及高中阶段教育、建设世界一流大学和一流学科等工程，劳动年龄人口平均受教育年限从10.23年提高到10.8年。

source: We need to create 50 million plus new urban jobs.
zh_cn: 实现城镇新增就业5000万人以上。

source: We need to improve the income distribution system, reduce the income gap, and increase the proportion of the middle-income group in the whole populace.
zh_cn: 完善收入分配制度，缩小收入差距，提高中等收入人口比重。

source: We should improve systems of government housing support, which should include the rebuilding of 20 million housing units in rundown urban areas.
zh_cn: 完善住房保障体系，城镇棚户区住房改造2000万套。

source: We need to work for progress in building a Healthy China and achieve a one-year increase in average life expectancy.
zh_cn: 推进健康中国建设，人均预期寿命提高1岁。

source: We need to respond proactively to population aging.
zh_cn: 积极应对人口老龄化。

source: We should build a modern system of public cultural services and put into effect cultural programs to boost civic morality and keep Chinese culture thriving.
zh_cn: 构建现代公共文化服务体系，实施公民道德建设、中华文化传承等工程。

source: These efforts should enable people not only to enjoy a better life in material terms, but also to live a more enriching intellectual and cultural life.
zh_cn: 我们既要让人民的物质生活更殷实，又要让人民的精神生活更丰富。

source: To achieve success in our work to promote economic and social development during the period of the 13th Five-Year Plan and finish building a moderately prosperous society in all respects, we must keep to the following three guidelines:
zh_cn: 做好“十三五”时期经济社会发展工作，实现全面建成小康社会目标，必须着力把握好三点。

source: First, give top priority to development.
zh_cn: 一是牢牢抓住发展第一要务不放松。

source: Development is of primary importance to China and is the key to solving every problem we face.
zh_cn: 发展是硬道理，是解决我国所有问题的关键。

source: During the next five years, we must take particular care to avoid falling into the "middle-income trap," and we need to address an increasing number of problems and risks.
zh_cn: 今后五年是跨越“中等收入陷阱”的重要阶段，各种矛盾和风险明显增多。

source: Pursuing development is like sailing against the current: you either forge ahead or drift downstream.
zh_cn: 发展如逆水行舟，不进则退。
